/***************************************************************
 * @file       程序文件名称
 * @brief      程序文件的功能
 * @author     wsw
 * @version    v1
 * @date       2021.12.20
 **************************************************************/
package fabapi

import (
	"os"
)

/***************************************************************
 *  @brief     函数作用
 *  @param     参数
 *  @note      备注
 *  @Sample usage:     函数的使用方法
**************************************************************/
func Main() { // main的入口
	logger.Debug("Main enter")
	err := newApp().Run(os.Args)
	if err != nil {
		logger.Fatal(err)
	}
}
